Revit 2024 API
SymbolTypeId.KipPerIn Property
 Symbol kip/in, indicating unit Kips per inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipPerIn { get; }
Visual Basic
Public Shared ReadOnly Property KipPerIn As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipPerIn {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace